{
  "Amitabh": [
    "Style aisa jaise aaya sailaab",
    "Acting mein sabse zyada betaab",
    "Scene banaya full zabardast",
    "Har dialogue deta full trust",
    "Entry hui, sab bol pade — waah kya baat!"
  ],
  "Aamir": [
    "Dimaag ka game, sab pe bhaari",
    "Role play kare, full tayari",
    "Jab scene aaye, ho jaye shor",
    "Acting kare dil se hardcore",
    "Smartness ka kare blast — bas no bore"
  ],
  "Akshay": [
    "Action kare bina break ke",
    "Har role fit jaise cake pe",
    "Comedy mein kare dhamal",
    "Dialogue bole, sab ho jaye pagal",
    "Full energy se kare har pal mein vaar"
  ],
  "Ajay": [
    "Aankhon mein fire, silence se vaar",
    "Style dekhe sab ho jaaye yaar",
    "Entry mein baje taali",
    "Attitude ho full khaali",
    "Presence aisi — sab ho jaaye hairaan"
  ],
  "Anil": [
    "Jalwa dikhaye bina rukke",
    "Energy ho 24 ghante active",
    "Style kare puri Bollywood kill",
    "Entry ho aur ho full thrill",
    "Role milte hi — scene ho lit"
  ],
  "Arjun": [
    "Dashing looks aur attitude",
    "Dialogue bole with full dude",
    "Aaya scene mein, sab ho gaya stun",
    "Action scenes ho full fun",
    "Entry mein lagti hai gunshot wali feel"
  ],
  "Abhishek": [
    "Calm and cool with solid swag",
    "Jab aaye, toh na ho koi lag",
    "Style kare sabko impress",
    "Role play — full no stress",
    "Bas screen pe aaye — kare bless"
  ],
  "Bobby": [
    "Silent killer with full power lobby",
    "Swag leke aaye, full filmy hobby",
    "Scene mein aaye, sab bolen — wow Bobby!",
    "Retro vibes leke kare dhoom",
    "Acting kare full zoom-zoom"
  ],
  "Boman": [
    "Comedy timing ho sharp like sword",
    "Dialogue delivery kare sab ko floored",
    "Scene mein aaye toh full attention",
    "Role kare bina tension",
    "Sab kahen — Boman tera no match!"
  ],
  "Bhumi": [
    "Strong roles with zameen se jodi",
    "Acting kare real, story ho badi",
    "Jab aaye screen pe kare impact",
    "Role milte hi ho full contact",
    "Performance aisi — mile clap ki goonj"
  ],
  "Chunky": [
    "Comedy mein kare full dhamaal",
    "Dialogue delivery ho bawaal",
    "Entry ho sabse funny",
    "Style mein kare sabki dummy",
    "Chunky aaye, scene ban jaye sunny"
  ],
  "Chiranjeevi": [
    "South se aaye, le aaye tsunami",
    "Dance moves kare sabko deewani",
    "Acting ho full energy se bhari",
    "Entry ho jaye heavy",
    "Legendary vibe — sab kahen Chiranjeevi!"
  ],
  "Chetan": [
    "Serious roles mein kare kamaal",
    "Dialogue mein ho full jwala jaal",
    "Screen presence ho solid base",
    "Acting se jeete full case",
    "Aaye Chetan — sab ho jaaye silent"
  ],
  "Dharmendra": [
    "Akshay, Ajay, Dharmendra — acting ka asli calendar!",
    "Salman, Ranveer, Dharmendra — retro style ka commander!",
    "Bobby, Sanjay, Dharmendra — Bollywood ka real blender!",
    "Govinda, Arjun, Dharmendra — full drama ka defender!",
    "Hrithik, Vicky, Dharmendra — screen pe fire ka sender!"
  ],
  "Dino": [
    "Arjun, Ranbir, Dino — swag kare full filmo!",
    "Akshay, Varun, Dino — fashion ka hero primo!",
    "Ayushmann, Kartik, Dino — acting kare full dino!",
    "Tiger, Emraan, Dino — killer smile ka amino!",
    "John, Raj, Dino — scene banaye cinema kino!"
  ],
  "Dulquer": [
    "Vicky, Rajkumar, Dulquer — charm mein kare murder!",
    "Aditya, Kunal, Dulquer — vibe banaye thunder!",
    "Salman, Arjun, Dulquer — smooth game like poker!",
    "Emraan, Abhay, Dulquer — smile ho full upper!",
    "Shahid, Sunny, Dulquer — screen par kare stirrer!"
  ],
  "Dev": [
    "Sunny, Varun, Dev — dialogue bole sab rave!",
    "Ranveer, Ayush, Dev — acting mein kare wave!",
    "John, Abhishek, Dev — style ho full brave!",
    "Arjun, Vicky, Dev — scene kare full crave!",
    "Kartik, Dino, Dev — full flair ka behave!"
  ],
  "Gippy": [
    "Diljit, Ammy, Gippy — Punjabi swag with full trippy!",
    "Badshah, Raftaar aur Gippy — beat pe kare sabko zippy!",
    "Jassie, Parmish aur Gippy — desi vibe ho jaaye lippy!",
    "Yo Yo, Guru aur Gippy — mic pe kare full sippy!",
    "Hardy, Sidhu aur Gippy — dialogue bole full hippy-dippy!"
  ],
  "Hrithik": [
    "Varun, Tiger, Hrithik — dance mein kare sabse zyada trick!",
    "Shahid, Ranbir, Hrithik — entry ho jaaye cinematic click!",
    "Emraan, John aur Hrithik — screen pe fire, acting slick!",
    "Arjun, Vicky, Hrithik — charm aur grace ka perfect pick!",
    "Sidharth, Ayush aur Hrithik — Greek god jaise kare sabko kick!"
  ],
  "Harman": [
    "Farhan, Fardeen, Harman — thoda slow par kare full kaam!",
    "Abhishek, Zayed aur Harman — struggle kare with pure calm!",
    "Dino, Vivek aur Harman — entry mein ho thoda sa dhyaan!",
    "Tusshar, Imran, Harman — underrated stars ka ho gyaan!",
    "Freddy, Neil aur Harman — talent chhupa, kare sab hairaan!"
  ],
  "Harshvardhan": [
    "Vicky, Ishaan, Harshvardhan — intense acting with full mann!",
    "Abhay, Ranveer, Harshvardhan — silent killer, no bakbak plan!",
    "Aditya, Rajkummar, Harshvardhan — screen pe kare slow-burn fun!",
    "Ayushmann, Kartik, Harshvardhan — new-age charm, no extra tan!",
    "Prateik, Vivaan aur Harshvardhan — underrated star, asli dhan!"
  ],
  "Jackie": [
    "Anil, Sunny, Jackie — style mein sabse zyada tacky!",
    "Sanjay, Mithun, Jackie — Bollywood ka original macky!",
    "Dharmendra, Ajay, Jackie — retro swag, full snappy!",
    "Nana, Bobby, Jackie — dialogues ho jaaye clappy!",
    "Govinda, Fardeen, Jackie — desi andaaz mein ho jaunty & wacky!"
  ],
  "John": [
    "Hrithik, Emraan, John — body ka bane icon!",
    "Abhishek, Akshay, John — action kare bina koi con!",
    "Ranbir, Sidharth, John — entry ho jaaye full dawn!",
    "Arjun, Tiger, John — fight scenes mein kare bomb ka spawn!",
    "Farhan, Saif, John — coolness ka ho full marathon!"
  ],
  "Jimmy": [
    "Irrfan, Nawaz, Jimmy — silent killer, no gimmicky!",
    "Kay Kay, Manoj, Jimmy — underrated, acting ho tricky!",
    "Arshad, Sharman, Jimmy — charm aur grace mein ho sticky!",
    "Randeep, Rajpal, Jimmy — scene mein aaye, vibe ho trippy!",
    "Riteish, Tusshar, Jimmy — acting mein kare har script ki mimicry!"
  ],
  "Jisshu": [
    "Prithviraj, Dhanush, Jisshu — style kare full tissue issue!",
    "Vijay, Ram, Jisshu — scene ka kare full breakthrough!",
    "Nani, Fahadh, Jisshu — South se aaye, kare screen ko woo!",
    "Yash, Allu, Jisshu — acting smooth, no déjà vu!",
    "Suriya, Nivin, Jisshu — energy mein kare audience ko chew!"
  ],
  "Kader": [
    "Johnny, Paresh, Kader — comedy mein sabse zyada radar!",
    "Rajpal, Boman, Kader — old school, phir bhi swagger!",
    "Mehmood, Asrani, Kader — timing ho tight jaise loader!",
    "Shakti, Tiku, Kader — har line mein mile laughter ka lather!",
    "Amjad, Prem, Kader — villain bhi bole — 'isko master!'"
  ],
  "Kay Kay": [
    "Manoj, Irrfan, Kay Kay — serious role ka hai gateway!",
    "Nawaz, Jimmy, Kay Kay — acting kare bina delay!",
    "Pankaj, Vijay, Kay Kay — dialogue bole toh sab kahe 'Yay!'",
    "Jaideep, Rasika, Kay Kay — screen pe kare full ballet!",
    "Atul, Adil, Kay Kay — underrated par kare screenplay slay!"
  ],
  "Kartik": [
    "Ayushmann, Ranbir, Kartik — monologue bole, ho gaya magic!",
    "Tiger, Varun, Kartik — charm se kare box office ka traffic!",
    "Vicky, Sidharth, Kartik — new-gen star with comic tactic!",
    "Ishaan, Meezan, Kartik — dance kare bina panic!",
    "Aditya, Harsh, Kartik — hero ban gaya public ka classic!"
  ],
  "Kamal": [
    "Rajni, Mohanlal, Kamal — acting mein kare sab ko pagal!",
    "Mammootty, Dhanush, Kamal — legend ka level kare scandal!",
    "Pawan, Ajith, Kamal — screen presence ho full medal!",
    "Suriya, Yash, Kamal — cinema ka real marvel!",
    "Fahadh, Nivin, Kamal — craft se kare full carnival!"
  ],
  "Kapil": [
    "Krishna, Sunil, Kapil — comedy mein kare sabko thrill!",
    "Bharti, Kiku, Kapil — punchlines ho jaaye grill!",
    "Raju, Johnny, Kapil — mic uthaye toh chhaye chill!",
    "Chandan, Naveen, Kapil — sense of humor ka king skill!",
    "Rajeev, Sumona, Kapil — stage pe lagta hai reel reel!"
  ],
  "Kunal (Kapoor)": [
    "Arjun, Abhay, Kunal — acting ho deep, not banal!",
    "Neil, Tusshar, Kunal — intense eyes, kare sabko enthral!",
    "Vicky, Ishaan, Kunal — screen play ho pure and final!",
    "Ranbir, Emraan, Kunal — grace mein ho cinematic spinal!",
    "Ayushmann, Harsh, Kunal — presence kare sabko feel so vital!"
  ],
  "Lara": [
    "Priyanka, Bipasha, Lara — style ho classy, kaam bhi starra!",
    "Sushmita, Dia, Lara — grace me kare sab pe vaar ha!",
    "Rani, Preity, Lara — fashion me ho sabse pyaara!",
    "Kareena, Katrina, Lara — screen pe lage glamour ka Sahara!",
    "Taapsee, Anushka, Lara — smile me chhupi full baraat waala maara!"
  ],
  "Mithun": [
    "Ajay, Govinda, Mithun — dance me kare full dhun!",
    "Jackie, Sanjay, Mithun — style ho retro ka gun!",
    "Dharmendra, Shatrughan, Mithun — entry le to ho jaye fun!",
    "Arjun, Akshay, Mithun — 80s ka disco sun sun!",
    "Chunky, Rajesh, Mithun — screen pe ho full run!"
  ],
  "Manoj": [
    "Irrfan, Kay Kay, Manoj — serious role me kare approach!",
    "Nawaz, Pankaj, Manoj — emotion me kare direct poach!",
    "Jaideep, Vijay, Manoj — acting me full overload ho jaye coach!",
    "Randeep, Rajkummar, Manoj — scene me aaye to lage broach!",
    "Jimmy, Sharib, Manoj — expressions ho jaise paint ke strokes!"
  ],
  "Mahesh": [
    "Allu, Ram, Mahesh — South ka star, kare cash refresh!",
    "Vijay, Nani, Mahesh — screen pe aaye to full mesh!",
    "Prabhas, Rana, Mahesh — action hero with calm finesse!",
    "Suriya, Yash, Mahesh — crowd bole — bhai yeh toh fresh!",
    "Dulquer, Sai, Mahesh — stardom me kare pure dash!"
  ],
  "Madhavan": [
    "Abhay, Arjun, Madhavan — soft voice, hero ban gaya jaan!",
    "Imran, Kunal, Madhavan — chocolate boy but full plan!",
    "Farhan, Aditya, Madhavan — romance ho ya rocket ban!",
    "Vivek, Tushar, Madhavan — screen pe aaye, ho jaaye fan!",
    "Ranbir, Rajeev, Madhavan — charm ho bilkul swan!"
  ],
  "Manoj (Kumar)": [
    "Raj, Dev, Manoj — deshbhakti ka kare joy!",
    "Dilip, Ashok, Manoj — acting me kare full deploy!",
    "Dharm, Vinod, Manoj — classic feel without any toy!",
    "Amit, Rajesh, Manoj — drama ho ya dard — full enjoy!",
    "Sanjeev, Balraj, Manoj — old cinema ka real convoy!"
  ],
  "Madhuri": [
    "Juhi, Karisma, Madhuri — dance me kare sab pe jury!",
    "Sridevi, Rekha, Madhuri — grace ho full filmi fury!",
    "Kajol, Preity, Madhuri — expressions ho ek chhupi suri!",
    "Rani, Kareena, Madhuri — 90s ka charm ho bilkul curry!",
    "Bipasha, Aishwarya, Madhuri — sab bole acting me no worry!"
  ],
  "Mammootty": [
    "Mohanlal, Fahadh, Mammootty — South ka charm aur legacy hottie!",
    "Suresh, Prithvi, Mammootty — dialogue bole toh audience rotti!",
    "Dhanush, Yash, Mammootty — intensity ho full knotty!",
    "Vijay, Ram, Mammootty — stardom ka ho full party!",
    "Nivin, Nani, Mammootty — scene pe aaye, ho jaye naughty!"
  ],
  "Mohanlal": [
    "Kamal, Suriya, Mohanlal — performance ho total bawaal!",
    "Mammootty, Dulquer, Mohanlal — cinema ka kare maha melaal!",
    "Prithvi, Dhanush, Mohanlal — acting me kare emotional haul!",
    "Rana, Vijay, Mohanlal — dialogue me aaye teekha taal!",
    "Nani, Yash, Mohanlal — screen pe ho full jashn-e-maal!"
  ],
  "Mithila": [
    "Tripti, Fatima, Mithila — screen pe aaye toh ho gaya chilla!",
    "Radhika, Sanya, Mithila — cuteness me kare full kila!",
    "Sai, Tanya, Mithila — simple look, performance killer mila!",
    "Kriti, Mrunal, Mithila — expressions kare dil ka jhula!",
    "Tara, Ananya, Mithila — youth queen with full masala!"
  ],
  "Mukesh": [
    "Ashutosh, Saurabh, Mukesh — villain ho ya hero, kare fresh mesh!",
    "Sayaji, Yashpal, Mukesh — screen pe aaye, sab bole yesh!",
    "Boman, Anupam, Mukesh — character roles me kare success!",
    "Kiran, Rajesh, Mukesh — har scene me de edge ka flesh!",
    "Kulbhushan, Paresh, Mukesh — supporting role me kare impress!"
  ],
  "Nana": [
    "Anil, Jackie, Nana — dialogue bole, sab bole 'kaun baap ka baap banna?'",
    "Ajay, Sunil, Nana — expression me ho full drama!",
    "Akshay, Manoj, Nana — scene me aaye to lage tsunami ka ghanta!",
    "Paresh, Boman, Nana — screen pe aaye toh ho gaya tana bana!",
    "Rishi, Mithun, Nana — acting kare seedha dil pe daana!"
  ],
  "Nawazuddin": [
    "Pankaj, Vijay, Nawazuddin — subtle acting me kare in!",
    "Irrfan, Jaideep, Nawazuddin — emotion ho ya crime, sab me win!",
    "Manoj, Kay Kay, Nawazuddin — real scenes me kare pin drop pin!",
    "Randeep, Gulshan, Nawazuddin — raw feel ka kare full spin!",
    "Rajkummar, Jimmy, Nawazuddin — slow burn roles me kare din pe din!"
  ],
  "Neil": [
    "Kunal, Zayed, Neil — dashing style, kare full appeal!",
    "Imran, Aditya, Neil — entry me ho thriller ka feel!",
    "Tushar, Uday, Neil — acting ho jaye real-real!",
    "Aftab, Dino, Neil — romance ya action, sab ho seal!",
    "Ranbir, Arjun, Neil — screen pe aaye toh kare steal!"
  ],
  "Nagarjuna": [
    "Mahesh, Ram, Nagarjuna — South ka boss, full action ka ghoona!",
    "Allu, Ravi, Nagarjuna — swag ho classy, look ho sona!",
    "Dhanush, Vijay, Nagarjuna — screen pe aaye, sabne bola 'hona hona!'",
    "Suriya, Yash, Nagarjuna — entry me kare sabko kona!",
    "Raghava, Nani, Nagarjuna — screen hil jaye jaise aaya toofana!"
  ],
  "Naseeruddin": [
    "Om, Paresh, Naseeruddin — acting me ho natural skin!",
    "Pankaj, Anupam, Naseeruddin — dialogue me full depth within!",
    "Kay Kay, Kumud, Naseeruddin — roles kare without any bling!",
    "Manoj, Nawaz, Naseeruddin — real cinema ka kare jin-jin!",
    "Boman, Kulbhushan, Naseeruddin — screen pe aaye, toh lage grin-grin!"
  ],
  "Om": [
    "Naseer, Nana, Om — dialogue ho ya silence, kare bomb!",
    "Paresh, Piyush, Om — screen me ho drama ka dom!",
    "Raghubir, Rajat, Om — acting me kare full foam!",
    "Satish, Annu, Om — role ho solid, not random roam!",
    "Farooq, Gajraj, Om — old is gold, pure chrome!"
  ],
  "Omi": [
    "Kunal, Cyrus, Omi — comic timing ho full dreamy!",
    "Ali, Sunil, Omi — scene me aaye, sab ho meme-y!",
    "Aparshakti, Varun, Omi — funny vibe with full trophy!",
    "Rajpal, Johnny, Omi — comedy ho jaye filmi-poppy!",
    "Maniesh, Kiku, Omi — punchlines me kare copy-copy!"
  ],
  "Pankaj": [
    "Nawaz, Manoj, Pankaj — dialogues bole, chale chhuriyaaj!",
    "Jaideep, Vijay, Pankaj — expressions se kare raaj!",
    "Rajkummar, Sanjay, Pankaj — scene ho intense ya aaj ka aaj!",
    "Kumud, Sharib, Pankaj — screen pe aaye, toh ho jaye aag!",
    "Yashpal, Raghubir, Pankaj — acting ka kare poora samajh!"
  ],
  "Paresh": [
    "Boman, Om, Paresh — comedy scenes me ho cash!",
    "Anil, Govinda, Paresh — expressions ho total mash!",
    "Kader, Shakti, Paresh — screen pe aaye toh sab flash!",
    "Johnny, Satish, Paresh — dialogues bole ho full rash!",
    "Asrani, Rajpal, Paresh — presence ho perfect clash!"
  ],
  "Prabhas": [
    "Allu, Yash, Prabhas — entry ho jaise lion ka pass!",
    "Rana, Mahesh, Prabhas — screen pe aaye toh ho full mass!",
    "Ram, NTR, Prabhas — action scenes me full class!",
    "Suriya, Dhanush, Prabhas — expression me kare blast!",
    "Vijay, Nagarjuna, Prabhas — presence se kare sabko sass!"
  ],
  "Prithviraj": [
    "Fahadh, Dulquer, Prithviraj — intense role me kare swaraj!",
    "Nivin, Tovino, Prithviraj — dialogue bole kare taj!",
    "Yash, Dhanush, Prithviraj — look ho classy, vibe ho raj!",
    "Vijay, Ram, Prithviraj — serious role ho ya full miraj!",
    "Jayasurya, Mohan, Prithviraj — scene me ho complete saaj!"
  ],
  "Pulkit": [
    "Varun, Arjun, Pulkit — entry me ho chota hit!",
    "Ayushmann, Karan, Pulkit — energy ho light ke bit!",
    "Sidharth, Tiger, Pulkit — look ho cool with desi wit!",
    "Aadar, Sunny, Pulkit — screen pe aaye, ho chota kit!",
    "Kartik, Ishaan, Pulkit — comic scenes ho full split!"
  ],
  "Piyush": [
    "Kumud, Sanjay, Piyush — dialogue me ho full jhoosh!",
    "Kay Kay, Naseer, Piyush — roles me ho deep push!",
    "Gajraj, Rajat, Piyush — acting ka kare rush!",
    "Raghubir, Satish, Piyush — screen pe aaye toh ho hush!",
    "Sharib, Yashpal, Piyush — intensity me kare crush!"
  ],
  "Raj Babbar": [
    "Akshay, Raj, Babbar — acting ka kare full swagger!",
    "Amitabh, Raj, Babbar — dialogue se ho sabko jagar!",
    "Ranbir, Raj, Babbar — screen pe aaye toh ho full power!",
    "Salman, Raj, Babbar — style ho pure bossy brawn!",
    "Rajesh, Raj, Babbar — role mein ho full charm, thoda naivety ka harm!"
  ],
  "Rajesh Khanna": [
    "Amitabh, Rajesh, Khanna — acting se ho audience ka dhamaal!",
    "Rishi, Rajesh, Khanna — entry ho jaise romantic waterfall!",
    "Dharmendra, Rajesh, Khanna — love scenes ho ya action ka ho bawaal!",
    "Jeetendra, Rajesh, Khanna — 70s ka superstar, full swag maal!",
    "Hema, Rajesh, Khanna — romance me ho complete chhalaang!"
  ],
  "Rajinikanth": [
    "Amitabh, Rajinikanth — style me ho rockstar ki baat!",
    "Kamal, Rajinikanth — action ho, ya thoda sa shaat!",
    "Chiranjeevi, Rajinikanth — entry me ho full power ke baat!",
    "Salman, Rajinikanth — dhamaal ho, action ho jhakaas!"
  ],
  "Shah Rukh Khan": [
    "Amitabh, Shah Rukh, Khan — style ho top, sab ho fan!",
    "Aamir, Shah Rukh, Khan — acting ho full, romance ka land!",
    "Ranbir, Shah Rukh, Khan — entry ho swag, sab ho brand!",
    "Hrithik, Shah Rukh, Khan — power ho scene, jahan ho sand!"
  ],
  "Salman Khan": [
    "Shah Rukh, Salman, Khan — action ho full, romance ka ban!",
    "Akshay, Salman, Khan — entry ho high, swag ho man!",
    "Aamir, Salman, Khan — style me ho full ‘jawan’!",
    "Hrithik, Salman, Khan — dialogue ho intense, sab ho dhan!",
    "Arjun, Salman, Khan — power ho screen, sab ho gan!"
  ],
  "Shatrughan Sinha": [
    "Rajesh, Shatrughan, Sinha — dialogue bole, sab ho shabash!",
    "Amitabh, Shatrughan, Sinha — style ho solid, thoda sa flash!",
    "Vinod, Shatrughan, Sinha — acting me ho swag ka dash!",
    "Dharmendra, Shatrughan, Sinha — entry ho mazedaar, sab ho splash!",
    "Hema, Shatrughan, Sinha — screen pe aaye, sab ho flash!"
    ],
  "Sharman Joshi": [
    "Rajkummar, Sharman, Joshi — comedy me ho jholi khushi!",
    "Manoj, Sharman, Joshi — role ho solid, sab ho dosti!",
    "Aamir, Sharman, Joshi — scene ho funny, sab ho josh!",
    "Raju, Sharman, Joshi — screen pe aaye, sab ho posh!",
    "Varun, Sharman, Joshi — performance ho clean, sab ho hush!"
  ],
  "Sharad Kelkar": [
    "Manish, Sharad, Kelkar — action me ho sabka vaar!",
    "Harshvardhan, Sharad, Kelkar — entry ho ya drama ka star!",
    "Kunal, Sharad, Kelkar — style me ho thoda kaar!",
    "Ali, Sharad, Kelkar — acting ho poora yaar!",
    "Gajraj, Sharad, Kelkar — role ho perfect, sab ka vaar!"
  ],
  "Suniel Shetty": [
    "Akshay, Suniel, Shetty — style ho full, sab ke face pe betty!",
    "Ajay, Suniel, Shetty — action ho, or scene me ho ready!",
    "Paresh, Suniel, Shetty — performance ho intense, thoda steady!",
    "Aamir, Suniel, Shetty — entry ho classy, swag ho heavy!",
    "Salim, Suniel, Shetty — full power, scenes ho heady!"
  ],
  "Sushant Singh Rajput": [
    "Rajkummar, Sushant, Rajput — intense scene ho, audience ko loot!",
    "Ranveer, Sushant, Rajput — acting ho aise, sab ho shoot!",
    "Hrithik, Sushant, Rajput — dialogue ho hard, sabko suit!",
    "Vicky, Sushant, Rajput — entry ho grand, sab ka boot!",
    "Arjun, Sushant, Rajput — character ho brilliant, sab ka root!"
  ],
  "Sudhir Pandey": [
    "Satish, Sudhir, Pandey — acting ka ek aur naya trend!"
  ],
  "Saif Ali Khan": [
    "Aamir, Akshay, Saif — screen pe aaye, toh lagta hai life!",
    "Shahid, Riteish, Saif — romance ho ya thrill, kare sabko hype!",
    "Arjun, Ajay, Saif — style aur swag dono me rife!",
    "Ranbir, Salman, Saif — acting kare, toh ho full vibe!",
    "Hrithik, John, Saif — dialogue bole, audience ho type!"
  ],
    "Sanjay Dutt": [
    "Akshay, Ranbir, Sanjay — entry me baje ho full dhol-baja!",
    "Salman, Arshad, Sanjay — style ho rugged, vibe ho naya!",
    "Ajay, Emraan, Sanjay — acting me ho gangster ka saya!",
    "Bobby, Riteish, Sanjay — screen pe aaye, sab pe chhaya!",
    "Govinda, Tiger, Sanjay — swag me kare full maya!"
  ],
  "Sidharth Malhotra": [
    "Varun, Arjun, Sidharth — screen pe aaye, ho full smart!",
    "Tiger, Ishaan, Sidharth — action ho classy, look ho sharp!",
    "Ranveer, Shahid, Sidharth — style ho rugged, vibe ho naya!",
    "Ajay, Emraan, Sanjay — acting me ho gangster ka saya!",
    "Bobby, Riteish, Sanjay — screen pe aaye, sab pe chhaya!",
    "Govinda, Tiger, Sanjay — swag me kare full maya!"
  ]
    }
  
