{
  "Amitabh": [
    "Style aisa jaise aaya sailaab",
    "Acting mein sabse zyada betaab",
    "Scene banaya full zabardast",
    "Har dialogue deta full trust",
    "Entry hui, sab bol pade — waah kya baat!"
  ],
  "Aamir": [
    "Dimaag ka game, sab pe bhaari",
    "Role play kare, full tayari",
    "Jab scene aaye, ho jaye shor",
    "Acting kare dil se hardcore",
    "Smartness ka kare blast — bas no bore"
  ],
  "Akshay": [
    "Action kare bina break ke",
    "Har role fit jaise cake pe",
    "Comedy mein kare dhamal",
    "Dialogue bole, sab ho jaye pagal",
    "Full energy se kare har pal mein vaar"
  ],
  "Ajay": [
    "Aankhon mein fire, silence se vaar",
    "Style dekhe sab ho jaaye yaar",
    "Entry mein baje taali",
    "Attitude ho full khaali",
    "Presence aisi — sab ho jaaye hairaan"
  ],
  "Anil": [
    "Jalwa dikhaye bina rukke",
    "Energy ho 24 ghante active",
    "Style kare puri Bollywood kill",
    "Entry ho aur ho full thrill",
    "Role milte hi — scene ho lit"
  ],
  "Arjun": [
    "Dashing looks aur attitude",
    "Dialogue bole with full dude",
    "Aaya scene mein, sab ho gaya stun",
    "Action scenes ho full fun",
    "Entry mein lagti hai gunshot wali feel"
  ],
  "Abhishek": [
    "Calm and cool with solid swag",
    "Jab aaye, toh na ho koi lag",
    "Style kare sabko impress",
    "Role play — full no stress",
    "Bas screen pe aaye — kare bless",
  ],
  "Bobby": [
    "Silent killer with full power lobby",
    "Swag leke aaye, full filmy hobby",
    "Scene mein aaye, sab bolen — wow Bobby!",
    "Retro vibes leke kare dhoom",
    "Acting kare full zoom-zoom"
  ],
  "Boman": [
    "Comedy timing ho sharp like sword",
    "Dialogue delivery kare sab ko floored",
    "Scene mein aaye toh full attention",
    "Role kare bina tension",
    "Sab kahen — Boman tera no match!"
  ],
  "Bhumi": [
    "Strong roles with zameen se jodi",
    "Acting kare real, story ho badi",
    "Jab aaye screen pe kare impact",
    "Role milte hi ho full contact",
    "Performance aisi — mile clap ki goonj"
  ],
  "Chunky": [
    "Comedy mein kare full dhamaal",
    "Dialogue delivery ho bawaal",
    "Entry ho sabse funny",
    "Style mein kare sabki dummy",
    "Chunky aaye, scene ban jaye sunny"
  ],
  "Chiranjeevi": [
    "South se aaye, le aaye tsunami",
    "Dance moves kare sabko deewani",
    "Acting ho full energy se bhari",
    "Entry ho jaye heavy",
    "Legendary vibe — sab kahen Chiranjeevi!"
  ],
  "Chetan": [
    "Serious roles mein kare kamaal",
    "Dialogue mein ho full jwala jaal",
    "Screen presence ho solid base",
    "Acting se jeete full case",
    "Aaye Chetan — sab ho jaaye silent"
  ],
  "Dharmendra": [
    "Akshay, Ajay, Dharmendra — acting ka asli calendar!",
    "Salman, Ranveer, Dharmendra — retro style ka commander!",
    "Bobby, Sanjay, Dharmendra — Bollywood ka real blender!",
    "Govinda, Arjun, Dharmendra — full drama ka defender!",
    "Hrithik, Vicky, Dharmendra — screen pe fire ka sender!"
  ],
  "Dino": [
    "Arjun, Ranbir, Dino — swag kare full filmo!",
    "Akshay, Varun, Dino — fashion ka hero primo!",
    "Ayushmann, Kartik, Dino — acting kare full dino!",
    "Tiger, Emraan, Dino — killer smile ka amino!",
    "John, Raj, Dino — scene banaye cinema kino!"
  ],
  "Dulquer": [
    "Vicky, Rajkumar, Dulquer — charm mein kare murder!",
    "Aditya, Kunal, Dulquer — vibe banaye thunder!",
    "Salman, Arjun, Dulquer — smooth game like poker!",
    "Emraan, Abhay, Dulquer — smile ho full upper!",
    "Shahid, Sunny, Dulquer — screen par kare stirrer!"
  ],
  "Dev": [
    "Sunny, Varun, Dev — dialogue bole sab rave!",
    "Ranveer, Ayush, Dev — acting mein kare wave!",
    "John, Abhishek, Dev — style ho full brave!",
    "Arjun, Vicky, Dev — scene kare full crave!",
    "Kartik, Dino, Dev — full flair ka behave!"
  ],
  "Gippy": [
    "Diljit, Ammy, Gippy — Punjabi swag with full trippy!",
    "Badshah, Raftaar aur Gippy — beat pe kare sabko zippy!",
    "Jassie, Parmish aur Gippy — desi vibe ho jaaye lippy!",
    "Yo Yo, Guru aur Gippy — mic pe kare full sippy!",
    "Hardy, Sidhu aur Gippy — dialogue bole full hippy-dippy!"
  ],
  "Hrithik": [
    "Varun, Tiger, Hrithik — dance mein kare sabse zyada trick!",
    "Shahid, Ranbir, Hrithik — entry ho jaaye cinematic click!",
    "Emraan, John aur Hrithik — screen pe fire, acting slick!",
    "Arjun, Vicky, Hrithik — charm aur grace ka perfect pick!",
    "Sidharth, Ayush aur Hrithik — Greek god jaise kare sabko kick!"
  ],
  "Harman": [
    "Farhan, Fardeen, Harman — thoda slow par kare full kaam!",
    "Abhishek, Zayed aur Harman — struggle kare with pure calm!",
    "Dino, Vivek aur Harman — entry mein ho thoda sa dhyaan!",
    "Tusshar, Imran, Harman — underrated stars ka ho gyaan!",
    "Freddy, Neil aur Harman — talent chhupa, kare sab hairaan!"
  ],
  "Harshvardhan": [
    "Vicky, Ishaan, Harshvardhan — intense acting with full mann!",
    "Abhay, Ranveer, Harshvardhan — silent killer, no bakbak plan!",
    "Aditya, Rajkummar, Harshvardhan — screen pe kare slow-burn fun!",
    "Ayushmann, Kartik, Harshvardhan — new-age charm, no extra tan!",
    "Prateik, Vivaan aur Harshvardhan — underrated star, asli dhan!"
  ],
  "Jackie": [
    "Anil, Sunny, Jackie — style mein sabse zyada tacky!",
    "Sanjay, Mithun, Jackie — Bollywood ka original macky!",
    "Dharmendra, Ajay, Jackie — retro swag, full snappy!",
    "Nana, Bobby, Jackie — dialogues ho jaaye clappy!",
    "Govinda, Fardeen, Jackie — desi andaaz mein ho jaunty & wacky!"
  ],
  "John": [
    "Hrithik, Emraan, John — body ka bane icon!",
    "Abhishek, Akshay, John — action kare bina koi con!",
    "Ranbir, Sidharth, John — entry ho jaaye full dawn!",
    "Arjun, Tiger, John — fight scenes mein kare bomb ka spawn!",
    "Farhan, Saif, John — coolness ka ho full marathon!"
  ],
  "Jimmy": [
    "Irrfan, Nawaz, Jimmy — silent killer, no gimmicky!",
    "Kay Kay, Manoj, Jimmy — underrated, acting ho tricky!",
    "Arshad, Sharman, Jimmy — charm aur grace mein ho sticky!",
    "Randeep, Rajpal, Jimmy — scene mein aaye, vibe ho trippy!",
    "Riteish, Tusshar, Jimmy — acting mein kare har script ki mimicry!"
  ],
  "Jisshu": [
    "Prithviraj, Dhanush, Jisshu — style kare full tissue issue!",
    "Vijay, Ram, Jisshu — scene ka kare full breakthrough!",
    "Nani, Fahadh, Jisshu — South se aaye, kare screen ko woo!",
    "Yash, Allu, Jisshu — acting smooth, no déjà vu!",
    "Suriya, Nivin, Jisshu — energy mein kare audience ko chew!"
  ],
  "Kader": [
    "Johnny, Paresh, Kader — comedy mein sabse zyada radar!",
    "Rajpal, Boman, Kader — old school, phir bhi swagger!",
    "Mehmood, Asrani, Kader — timing ho tight jaise loader!",
    "Shakti, Tiku, Kader — har line mein mile laughter ka lather!",
    "Amjad, Prem, Kader — villain bhi bole — 'isko master!'"
  ],
  "Kay Kay": [
    "Manoj, Irrfan, Kay Kay — serious role ka hai gateway!",
    "Nawaz, Jimmy, Kay Kay — acting kare bina delay!",
    "Pankaj, Vijay, Kay Kay — dialogue bole toh sab kahe 'Yay!'",
    "Jaideep, Rasika, Kay Kay — screen pe kare full ballet!",
    "Atul, Adil, Kay Kay — underrated par kare screenplay slay!"
  ],
  "Kartik": [
    "Ayushmann, Ranbir, Kartik — monologue bole, ho gaya magic!",
    "Tiger, Varun, Kartik — charm se kare box office ka traffic!",
    "Vicky, Sidharth, Kartik — new-gen star with comic tactic!",
    "Ishaan, Meezan, Kartik — dance kare bina panic!",
    "Aditya, Harsh, Kartik — hero ban gaya public ka classic!"
  ],
  "Kamal": [
    "Rajni, Mohanlal, Kamal — acting mein kare sab ko pagal!",
    "Mammootty, Dhanush, Kamal — legend ka level kare scandal!",
