
{
  "Ajinkya": [
    "batting ka scene kare solid blink ya!",
    "fielding me bhi sabko kare sink ya!",
    "strategy inki kare mind link ya!",
    "pressure me bhi sabko kare think ya!",
    "calmness me rakhta full sync ya!"
  ],
  "Akshar": [
    "batting kare full dhamaka star!",
    "ball ghoomega jaise guitar!",
    "fielding me kare sab pe vaar!",
    "inki bowling bane tyohar!",
    "opponent kare inka izzat-saar!"
  ],
  "Abhishek Sharma": [
    "shots me sab kare full check!",
    "batting kare bina koi tech!",
    "crowd bole “yeh to best pick!”",
    "energy ka kare full inject!",
    "chase me kare solid wreck!"
  ],
  "Ashwin": [
    "spin me sabko kare pin!",
    "wickets le jaise magic twin!",
    "batsmen bhool jaaye win!",
    "ek ball me kare full spin!",
    "cricket ke Einstein within!"
  ],
  "Arshdeep": [
    "bowling kare full deep!",
    "batsman bole “itni speed?” peep!",
    "yorker me kare sabko beep!",
    "death overs me kare clean sweep!",
    "match banaye full steep!"
  ],
  "Bumrah": [
    "yorker se uda de sabka farah!",
    "pace se kar de game ka chamatkar!",
    "pressure me bhi kare vaar baar baar!",
    "inke aage sab lage bekaar!",
    "over aaye to ho jaye tyohar!"
  ],
  "Bhuvneshwar": [
    "swing me kare sabko laachar!",
    "line-length ka ho jaaye izhaar!",
    "match me laaye cool sansaar!",
    "batting wale ho jaaye hoshiyar!",
    "powerplay me kare sab par prahar!"
  ],
  "Chris Gayle": [
    "batting me kare full rail!",
    "stadium hilaye like gale!",
    "sixes ka kare full trail!",
    "power hitting ho without fail!",
    "ball dhoondhte reh jaye mail!"
  ],
  "Cameron Green": [
    "all-round ka perfect machine!",
    "pitch pe kare classy routine!",
    "bowling bhi kare clean-clean!",
    "batting ka kare evergreen scene!",
    "pressure me bhi kare screen-clean!"
  ],
  "Dinesh Karthik": [
    "finish kare match like quick magic!",
    "shot mare, crowd kare click-click!",
    "cool mind, pressure me fantastic!",
    "last ball pe mare classic trick!",
    "clutch time me kare epic kick!"
  ],
  "Devdutt Padikkal": [
    "cover drive jaise painting wall!",
    "timing kare bowlers stall!",
    "shot mare bina bawaal!",
    "classy style, pure cricket ka haal!",
    "runs banaye bina ruk jaal!"
  ],
  "Dhruv Jurel": [
    "wicket ke peeche kare full patrol!",
    "batting me kare rock and roll!",
    "cool and calm, match control!",
    "gloves me ho pura goal!",
    "innings banaye solid role!"
  ],
  "Deepak Chahar": [
    "swing kare jaise baar-baar!",
    "powerplay me kare maar-dhaar!",
    "yorker se machaye hungama yaar!",
    "batting bhi kare thoda pyaar!",
    "match ka kare perfect saar!"
  ],
  "Eoin Morgan": [
    "fielding me kare pura bargain!",
    "cool head, no tension organ!",
    "game padhe jaise expert logan!",
    "captaincy me kare magic slogan!",
    "match finish kare bina koi jargon!"
  ],
  "Ed Joyce": [
    "shot kare bina loud noise!",
    "timing kare jaise perfect choice!",
    "bat se chale classy voice!",
    "one down pe kare poora rejoice!",
    "shot lage jaise Rolls Royce!"
  ],
  "Gautam Gambhir": [
    "pressure me bhi kare career steer!",
    "batting me fire, zero fear!",
    "match banaye ek dum clear!",
    "shot lagaye jaise engineer!",
    "calm mind, par intent severe!"
  ],
  "Glenn Maxwell": [
    "batting kare like mad carousel!",
    "har ball pe kare rebel!",
    "shot me ho ek dum excel!",
    "sixer laga ke machaye shell!",
    "match jitaaye with game-sense well!"
  ],
  "Hardik Pandya": [
    "pitch pe laaye full dhamaaka!",
    "match jeetne ka solid sauda!",
    "form me aaye, toh baja band baaja!",
    "hit kare ball jaise patakha!",
    "last over me kare hungama zyada!"
  ],
  "Harbhajan Singh": [
    "spin ka king, match ka link!",
    "wickets le jaise magic blink!",
    "full swag me kare spin swing!",
    "doosra dale, batsman ki chhink!",
    "spin me game ka asli zing!"
  ],
  "Hashim Amla": [
    "shots lagaye jaise tabla!",
    "calm face, but batting ka jwala!",
    "crease pe kare setting ka juggad wala!",
    "style me elegance, shots me taala!",
    "test ho ya T20, batting ho lajawab wala!"
  ],
  "Hamid Hassan": [
    "pace me ho full Pakistan!",
    "Yorker dale jaise cannon!",
    "fire se bhare, kare action!",
    "fast bowling me kare passion!",
    "wicket lekar aaye celebration!"
  ],
  "Haseeb Hameed": [
    "batting kare jaise seedh seedh!",
    "timing ho silky, footwork solid breed!",
    "shot lage jaise poetry read!",
    "patience ho top, na ho greed!",
    "form me aaye toh ho lead indeed!"
  ],
  "Ishant Sharma": [
    "bowling kare jaise aandhi kaarma!",
    "line & length ka hai ye dharma!",
    "test match ka ho full karma!",
    "pressure me kare bada karma!",
    "speed se machaye full garma!"
  ],
  "Ishan Kishan": [
    "six maar ke laaye tension!",
    "wicket pe kare action ka reaction!",
      "opening me laaye full passion!",
    "gloves me grip, shot me fashion!",
    "keeper bhi, hitter bhi — double impression!"
  ],
  "Imran Khan": [
    "captaincy me kare pura plan!",
    "legends me likha inka naam!",
    "world cup jeet, bana Pakistan ka maan!",
    "style aur skills dono ka fan!",
    "cricket ki politics ka sultan!"
  ],
  "Josh Hazlewood": [
    "pace me laaye full brotherhood!",
    "line & swing ka perfect dude!",
    " over me kare pure mood!",
    "calm look, par andar se rude!",
    "yorker daale jaise thunderwood!"
  ],
  "Joe Root": [
    "test ka king, shots absolute!",
    "spin ho ya pace, kare salute!",
    "classy touch, batting brute!",
    "style kare sabko mute!",
    "crease pe kare solid reboot!"
  ],
  "Jason Holder": [
    "all-round game, thoda colder!",
    "fielding me bhi left shoulder!",
    "pressure me bane team ke moulder!",
    "calm bhi, match ka boulder!",
    "full impact, koi bhi order!"
  ],
  "James Anderson": [
    "swing master, legacy ka run!",
    "test match ka true champion!",
    "line pe daale confusion!",
    "bowling me kare illusion!",
    "wickets ka ho donation!"
  ],
  "Jos Buttler": [
    "shots ka king, killer cutter!",
    "gloves pe fire, match clutter!",
    "T20 ka next-level flutter!",
    "batting me kare sabko shutter!",
    "cool head, full match butter!"
  ],
  "Laxman Sivaramakrishnan": [
    "spin se kare full attraction!",
    "commentary aur cricket ka action!",
    "pitch pe banaye satisfaction!",
    "game sense with full perfection!",
    "classic vibes with no distraction!"
  ],
  "Lasith Malinga": [
    "yorker me aaye full dhamaka!",
    "bowling ka kare hungama!",
    "curly hair with bouncer ka drama!",
    "batsman bole \"ab to gaya mama!\"",
    "match ka closer, pure lava!"
  ],
  "Mohammed Shami": [
    "Bumrah, Ishant, Shami — pace me lagti tsunami!",
    "Umesh, Siraj, Shami — batter bole \"mummy, save me!\"",
    "Bhuvi, Kuldeep, Shami — swing aur seam dono me nami!",
    "Axar, Jadeja, Shami — attack mode, no harmony!",
    "Ashwin, Arshdeep, Shami — field pe chhaya hai army!"
  ],
  "Mohammed Siraj": [
    "Shardul, Prasidh, Siraj — bowling ka swag with full daaj!",
    "Varun, Mukesh, Siraj — attitude me hai full raaj!",
    "Avesh, Chahar, Siraj — fire like a rocket launch garage!",
    "Bishnoi, Sundar, Siraj — delivery me mile taj!",
    "Deepak, Tushar, Siraj — field me dhoom with no mirage!"
  ],
  "Mayank Agarwal": [
    "Rahul, Pujara, Mayank — opening ka perfect bank!",
    "Gill, Rohit, Mayank — scoreboard pe kare prank!",
    "Shreyas, Hooda, Mayank — shots lage ekdum dank!",
    "Ruturaj, Ishan, Mayank — runs banaye bina sank!",
    "Samson, Gaikwad, Mayank — crease pe kare mind blank!"
  ],
  "Marnus Labuschagne": [
    "Smith, Head, Marnus — run machine like a furnace!",
    "Green, Carey, Marnus — stroke play ka kare circus!",
    "Warner, Lyon, Marnus — test cricket ka real focus!",
    "Maxwell, Starc, Marnus — jab aaye to crowd kare fuss!",
    "Finch, Marsh, Marnus — pitch pe kare sab confuse plus!"
  ],
  "Mitchell Starc": [
    "Cummins, Hazlewood, Starc — pace trio with deadly spark!",
    "Zampa, Green, Starc — bounce aur speed me fark!",
    "Warner, Labuschagne, Starc — swing ka kare dark mark!",
    "Carey, Maxwell, Starc — over me aaye full remark!",
    "Marsh, Finch, Starc — yorker ka master, no snark!"
  ],
  "Mitchell Marsh": [
    "Finch, Carey, Marsh — all-round show with harsh bash!",
    "Maxwell, Starc, Marsh — power game me full dash!",
    "Zampa, Smith, Marsh — shots lage like whiplash!",
    "Head, Green, Marsh — pitch pe kare full clash!",
    "Warner, Marnus, Marsh — batting ka latest splash!"
  ],
  "Naman Ojha": [
    "Ishan, Rishabh, Naman Ojha — wicket pe kare full jadoo jha!",
    "Dhoni, Karthik, Naman Ojha — gloves ke saath kare sab ko wah!",
    "Saha, Pant, Naman Ojha — spin pe kare full sajha!",
    "Kishan, KL, Naman Ojha — boundary line tak chhakka tha!",
    "Rahul, Samson, Naman Ojha — crease pe kare perfect raha!"
  ],
  "Nicholas Pooran": [
    "Russell, Bravo, Pooran — shots me lage full toofan!",
    "Hetmyer, Pollard, Pooran — sixer ka kare scan!",
    "Holder, King, Pooran — stadium me ho jaye jaan!",
    "Lewis, Charles, Pooran — spinner ko de fail ka plan!",
    "Chase, Allen, Pooran — batting ka real fan!"
  ],
  "Naseem Shah": [
    "Shaheen, Haris, Naseem Shah — speed me kare sab pareshan wah!",
    "Amir, Rauf, Naseem Shah — pitch pe kare shor maha!",
    "Wasim, Tanvir, Naseem Shah — ball kare seedha dil par chha!",
    "Afridi, Junaid, Naseem Shah — batter bole, \"ab kya kya?\"",
    "Wahab, Hasan, Naseem Shah — wickets udaye bina tha!"
  ],
  "Nathan Lyon": [
    "Starc, Cummins, Nathan Lyon — spin ka kare perfect priyan!",
    "Zampa, Smith, Nathan Lyon — field me chale silent dhoon!",
    "Head, Marsh, Nathan Lyon — off-spin me kare full joon!",
    "Green, Warner, Nathan Lyon — crease pe aaye, ho gaya soon!",
    "Carey, Finch, Nathan Lyon — trickery me master tycoon!"
  ],
  "Ollie Pope": [
    "Root, Bairstow, Ollie Pope — shots se jode sabko hope!",
    "Stokes, Buttler, Ollie Pope — innings me kare smooth slope!",
    "Foakes, Brook, Ollie Pope — field pe ho jaaye scope!",
    "Moeen, Archer, Ollie Pope — run banaye bina dope!",
    "Hales, Malan, Ollie Pope — crowd cheer kare nonstop!"
  ],
  "Owais Shah": [
    "KP, Collingwood, Owais Shah — England ka classic raaz yah!",
    "Flintoff, Strauss, Owais Shah — shots lage bina kha kha!",
    "Bell, Cook, Owais Shah — batting kare bade shaan se wah!",
    "Gower, Trott, Owais Shah — crease pe kare daastan yah!",
    "Hales, Moeen, Owais Shah — match me laaye drama ka path!"
  ],
  "Obed McCoy": [
    "Pooran, Joseph, McCoy — field me machi hai bhoy!",
    "Holder, Russell, McCoy — bounce me kare sabko toy!",
    "Bravo, Allen, McCoy — batter kare avoid deploy!",
    "Charles, King, McCoy — spin ke against bhi joy!",
    "Powell, Chase, McCoy — delivery lage full alloy!"
  ],
  "Usman Khawaja": [
    "Warner, Head, Khawaja — shots kare bina laga!",
    "Smith, Green, Khawaja — innings me lage taaja!",
    "Carey, Marsh, Khawaja — run banaye naya raasta!",
    "Labuschagne, Lyon, Khawaja — fielding me bhi classy sajja!",
    "Finch, Zampa, Khawaja — batting ka mard taajaa!"
  ],
  "Prithvi Shaw": [
    "Gill, Mayank, Prithvi Shaw — batting me sabse raw!",
    "Ruturaj, Ishan, Prithvi Shaw — shots me kare full awe!",
    "KL, Hooda, Prithvi Shaw — chhakka laga ke macha de haaw!",
    "Gaikwad, Samson, Prithvi Shaw — field me aaye, bole \"wah wah!\"",
    "Venkatesh, Shreyas, Prithvi Shaw — strokeplay ka kare naya raag!"
  ],
  "Prasidh Krishna": [
    "Siraj, Avesh, Prasidh Krishna — bounce pe kare full tantra!",
    "Shardul, Mukesh, Prasidh Krishna — pace me ho jaaye mantra!",
    "Arshdeep, Deepak, Prasidh Krishna — yorker se laaye shiksha!",
    "Bumrah, Kuldeep, Prasidh Krishna — line-length ka devta!",
    "Varun, Sundar, Prasidh Krishna — delivery bole — \"bas yahi tha!\""
  ],
  "Parthiv Patel": [
    "Dhoni, Dinesh, Parthiv Patel — keeper ka veteran shell!",
    "Saha, Ojha, Parthiv Patel — gloves se kare full excel!",
    "Karthik, Kishan, Parthiv Patel — batting ka bhi kare spell!",
    "KL, Gaikwad, Parthiv Patel — chhoti height pe kare yell!",
    "Samson, Rahul, Parthiv Patel — style me kare sab propel!"
  ],
  "Pat Cummins": [
    "Starc, Hazlewood, Pat Cummins — pace me ho full drummins!",
    "Green, Carey, Pat Cummins — bouncer ka kare full summons!",
    "Lyon, Zampa, Pat Cummins — test match ka captain hummins!",
    "Finch, Warner, Pat Cummins — delivery bole full hummings!",
    "Smith, Head, Pat Cummins — over me aaye shubh timings!"
  ],
  "Piyush Chawla": [
    "Ashwin, Kuldeep, Chawla — spin me kare full jhoola!",
    "Jadeja, Axar, Chawla — batter bole \"kya bhoolaa!\"",
    "Sundar, Bishnoi, Chawla — doosra daale bina sochaa!",
    "Varun, Hooda, Chawla — wicket le jaise chhota gola!",
    "Mishra, Kumble, Chawla — spin ke magic ka tola!"
  ],
  "Rohit Sharma": [
    "Virat, Rahul, Rohit — stadium me chhaya full hit!",
    "Pant, Shubman, Rohit — opener ka kare full lit!",
    "Ishan, SKY, Rohit — boundary pe lagaye split!",
    "Jadeja, Hardik, Rohit — toss jeeta, bola “that’s it!”",
    "Gill, Kishan, Rohit — cover drive bole perfect kit!"
  ],
  "Rishabh Pant": [
    "Rohit, Kohli, Pant — shots me kare full stunt!",
    "Iyer, SKY, Pant — keeper ka kare full hunt!",
    "KL, Hardik, Pant — sixer me lagti hai grunt!",
    "Axar, Rahul, Pant — commentary bole “what a punt!”",
    "Jadeja, Ishan, Pant — wicket pe kare vibrant front!"
  ],
  "Ravichandran Ashwin": [
    "Bumrah, Jadeja, Ashwin — spin me kare magic twin!",
    "Kuldeep, Chahal, Ashwin — batter ho jaye full thin!",
    "Axar, Shami, Ashwin — test ka master within!",
    "Siraj, Umesh, Ashwin — off-spin ka kare win-win!",
    "Sundar, Bishnoi, Ashwin — batter bole \"iska gin gin!\""
  ],
  "Ravindra Jadeja": [
    "Ashwin, Axar, Jadeja — fielding me kare full sajja!",
    "Rahul, Pant, Jadeja — bowling me kare jadoo bhara!",
    "Kohli, Rohit, Jadeja — run-out kare bina chhupa!",
    "SKY, Samson, Jadeja — chhakka mare full baja!",
    "Iyer, KL, Jadeja — match me ho gaya king bana!"
  ],
  "Rahul Dravid": [
    "Rohit, Pant, Dravid — batting ka kare perfect grid!",
    "Kohli, Ishan, Dravid — shots ho jaaye always mid!",
    "Ashwin, KL, Dravid — wall ban ke kare solid bid!",
    "Jadeja, Shami, Dravid — match ka calm-hearted lid!",
    "Bumrah, Hardik, Dravid — strategy me kare full rid!"
  ],
  "Rashid Khan": [
    "Nabi, Mujeeb, Rashid — spin me kare sabko acid!",
    "Gurbaz, Zazai, Rashid — batter bole \"yeh toh rapid!\"",
    "Noor, Farooqi, Rashid — ball se karaye full magic!",
    "Hazrat, Rahmanullah, Rashid — leg-spin ka kare tactic!",
    "Ashraf, Naib, Rashid — crease pe aaye ho gaya tragic!"
  ],
  "Ruturaj Gaikwad": [
    "Gill, Jaiswal, Ruturaj — opening me kare full aag!",
    "SKY, Kishan, Ruturaj — batting me kare sab se bhaag!",
    "Iyer, Rahul, Ruturaj — fielding ka kare naya raag!",
    "Samson, Hooda, Ruturaj — timing bole bada khaas aaj!"
  ],
  "Sachin Tendulkar": [
    "Rahul, Dravid, Sachin — shots bole crowd me din-din!",
    "Kohli, Dhoni, Sachin — batting me kare full spin!",
    "Sehwag, Laxman, Sachin — record pe likhe golden pin!",
    "Rohit, Yuvraj, Sachin — cricket ka hai asli jin!",
    "Ganguly, Kumble, Sachin — stadium me ho full grin!"
  ],
  "Shubman Gill": [
    "Rohit, SKY, Shubman — cover drive bole chill chill!",
    "KL, Hardik, Shubman — timing pe mile sabka thrill!",
    "Ishan, Pant, Shubman — form me aaye kare full kill!",
    "Samson, Jaiswal, Shubman — opener ka kare bill fill!",
    "Ruturaj, Kohli, Shubman — run banaye bina fail skill!"
  ],
  "Suryakumar Yadav": [
    "Pant, Iyer, Suryakumar — shots bole “kya avatar!”",
    "Gill, Hardik, Suryakumar — sky high jaaye har baar!",
    "Rohit, Rahul, Suryakumar — 360 ka kare full vaar!",
    "Kishan, KL, Suryakumar — boundary pe bole full maar!",
    "Jadeja, Axar, Suryakumar — innings ka kare pyaar-pyaar!"
  ],
  "Shikhar Dhawan": [
    "Rohit, Kohli, Shikhar — shots bole full lagatar!",
    "KL, Pant, Shikhar — field me kare full sanskar!",
    "SKY, Iyer, Shikhar — smile deke mare maar!",
    "Rahul, Kishan, Shikhar — cover ka king superstar!",
    "Jadeja, Ashwin, Shikhar — style bole full sansaar!"
  ],
  "Steve Smith": [
    "Warner, Labu, Smith — shots me kare perfect myth!",
    "Maxwell, Green, Smith — batting ka real gift!",
    "Cummins, Starc, Smith — crease pe chale script with twist!",
    "Finch, Carey, Smith — form me aaye kare full lift!",
    "Head, Marsh, Smith — test ka kare solid shift!"
  ],
  "Shaheen Afridi": [
    "Babar, Rizwan, Shaheen — bowling me kare full screen!",
    "Naseem, Haris, Shaheen — yorker ho jaaye unseen!",
    "Fakhar, Shadab, Shaheen — opening me lagaye sheen!",
    "Azam, Nawaz, Shaheen — batsman ho jaye lean!",
    "Imad, Amir, Shaheen — pace me kare big scene!"
  ],
  "Sunil Narine": [
    "Russell, Pollard, Narine — spin me kare straight line!",
    "Bravo, Gayle, Narine — all-rounder with deadly shine!",
    "Holder, Pooran, Narine — ball pe lagaye pine!",
    "Hetmyer, Sammy, Narine — pitch pe kare redefine!",
    "Lewis, Charles, Narine — strategy ho deadly design!"
  ],
  "Sanju Samson": [
    "Gill, Iyer, Sanju — shot ka kare perfect tune!",
    "Pant, Ruturaj, Sanju — wicket pe lage full monsoon!",
    "SKY, Rahul, Sanju — match me kare boom boom soon!",
    "Kishan, Jadeja, Sanju — boundary ka kare cartoon!",
    "KL, Ashwin, Sanju — inning banaye high balloon!"
  ]
}
