{
  "Ajinkya": [
    "Virat, Rohit, Ajinkya — batting ka scene kare solid blink ya!",
    "Shubman, KL, Ajinkya — fielding me bhi sabko kare sink ya!",
    "Hardik, Surya, Ajinkya — strategy inki kare mind link ya!",
    "Bumrah, Dhoni, Ajinkya — pressure me bhi sabko kare think ya!",
    "Ashwin, Axar, Ajinkya — calmness me rakhta full sync ya!"
  ],
  "Akshar": [
    "KL, Rohit, Akshar — batting kare full dhamaka star!",
    "Virat, Shubman, Akshar — ball ghoomega jaise guitar!",
    "Dhoni, Surya, Akshar — fielding me kare sab pe vaar!",
    "Raina, Ishan, Akshar — inki bowling bane tyohar!",
    "Pandya, Gill, Akshar — opponent kare inka izzat-saar!"
  ],
  "Abhishek Sharma": [
    "Dhoni, Raina, Abhishek — shots me sab kare full check!",
    "Rohit, KL, Abhishek — batting kare bina koi tech!",
    "Iyer, Pandya, Abhishek — crowd bole “yeh to best pick!”",
    "Kohli, Surya, Abhishek — energy ka kare full inject!",
    "Ishan, Ashwin, Abhishek — chase me kare solid wreck!"
  ],
  "Ashwin": [
    "Rohit, Virat, Ashwin — spin me sabko kare pin!",
    "Pandya, Surya, Ashwin — wickets le jaise magic twin!",
    "KL, Ishan, Ashwin — batsmen bhool jaaye win!",
    "Shami, Raina, Ashwin — ek ball me kare full spin!",
    "Axar, Bumrah, Ashwin — cricket ke Einstein within!"
  ],
  "Arshdeep": [
    "Rohit, Surya, Arshdeep — bowling kare full deep!",
    "Ishan, KL, Arshdeep — batsman bole “itni speed?” peep!",
    "Kohli, Hardik, Arshdeep — yorker me kare sabko beep!",
    "Pandya, Axar, Arshdeep — death overs me kare clean sweep!",
    "Shubman, Jadeja, Arshdeep — match banaye full steep!"
  ],
  "Bumrah": [
    "Virat, Hardik, Bumrah — yorker se uda de sabka farah!",
    "Shubman, KL, Bumrah — pace se kar de game ka chamatkar!",
    "Rohit, Surya, Bumrah — pressure me bhi kare vaar baar baar!",
    "Jadeja, Raina, Bumrah — inke aage sab lage bekaar!",
    "Axar, Dhoni, Bumrah — over aaye to ho jaye tyohar!"
  ],
  "Bhuvneshwar": [
    "KL, Ishan, Bhuvneshwar — swing me kare sabko laachar!",
    "Kohli, Pandya, Bhuvneshwar — line-length ka ho jaaye izhaar!",
    "Raina, Shubman, Bhuvneshwar — match me laaye cool sansaar!",
    "Surya, Gill, Bhuvneshwar — batting wale ho jaaye hoshiyar!",
    "Rohit, Jadeja, Bhuvneshwar — powerplay me kare sab par prahar!"
  ]

{
  "Chris Gayle": [
    "Rohit, Rahul, Chris Gayle — batting me kare full rail!",
    "Kohli, Pollard, Chris Gayle — stadium hilaye like gale!",
    "Russell, Bravo, Chris Gayle — sixes ka kare full trail!",
    "Dhoni, Pant, Chris Gayle — power hitting ho without fail!",
    "Smith, Finch, Chris Gayle — ball dhoondhte reh jaye mail!"
  ]
}

{
  "Cameron Green": [
    "Warner, Maxwell, Cameron Green — all-round ka perfect machine!",
    "Starc, Labuschagne, Cameron Green — pitch pe kare classy routine!",
    "Head, Carey, Cameron Green — bowling bhi kare clean-clean!",
    "Cummins, Marsh, Cameron Green — batting ka kare evergreen scene!",
    "Zampa, Wade, Cameron Green — pressure me bhi kare screen-clean!"
  ]
}

{
  "Dinesh Karthik": [
    "Surya, Jadeja, Dinesh Karthik — finish kare match like quick magic!",
    "Hardik, Rahul, Dinesh Karthik — shot mare, crowd kare click-click!",
    "Rinku, Iyer, Dinesh Karthik — cool mind, pressure me fantastic!",
    "Kohli, DK, Dinesh Karthik — last ball pe mare classic trick!",
    "Bumrah, Samson, Dinesh Karthik — clutch time me kare epic kick!"
  ],
  "Devdutt Padikkal": [
    "Gaikwad, Gill, Devdutt Padikkal — cover drive jaise painting wall!",
    "Jaiswal, Ruturaj, Devdutt Padikkal — timing kare bowlers stall!",
    "Shaw, Tripathi, Devdutt Padikkal — shot mare bina bawaal!",
    "Kishan, Tilak, Devdutt Padikkal — classy style, pure cricket ka haal!",
    "Hooda, Manish, Devdutt Padikkal — runs banaye bina ruk jaal!"
  ],
  "Dhruv Jurel": [
    "Sarfaraz, Rinku, Dhruv Jurel — wicket ke peeche kare full patrol!",
    "Tilak, Gaikwad, Dhruv Jurel — batting me kare rock and roll!",
    "Iyer, Samson, Dhruv Jurel — cool and calm, match control!",
    "Kishan, Rahul, Dhruv Jurel — gloves me ho pura goal!",
    "Tripathi, Prabhsimran, Dhruv Jurel — innings banaye solid role!"
  ],
  "Deepak Chahar": [
    "Siraj, Bumrah, Deepak Chahar — swing kare jaise baar-baar!",
    "Arshdeep, Shardul, Deepak Chahar — powerplay me kare maar-dhaar!",
    "Avesh, Umran, Deepak Chahar — yorker se machaye hungama yaar!",
    "Kuldeep, Ashwin, Deepak Chahar — batting bhi kare thoda pyaar!",
    "Shami, Mohit, Deepak Chahar — match ka kare perfect saar!"
  ]
}
