{
  "Ajinkya": [
    "Virat, Rohit, Ajinkya — batting ka scene kare solid blink ya!",
    "Shubman, KL, Ajinkya — fielding me bhi sabko kare sink ya!",
    "Hardik, Surya, Ajinkya — strategy inki kare mind link ya!",
    "Bumrah, Dhoni, Ajinkya — pressure me bhi sabko kare think ya!",
    "Ashwin, Axar, Ajinkya — calmness me rakhta full sync ya!"
  ],
  "Akshar": [
    "KL, Rohit, Akshar — batting kare full dhamaka star!",
    "Virat, Shubman, Akshar — ball ghoomega jaise guitar!",
    "Dhoni, Surya, Akshar — fielding me kare sab pe vaar!",
    "Raina, Ishan, Akshar — inki bowling bane tyohar!",
    "Pandya, Gill, Akshar — opponent kare inka izzat-saar!"
  ],
  "Abhishek Sharma": [
    "Dhoni, Raina, Abhishek — shots me sab kare full check!",
    "Rohit, KL, Abhishek — batting kare bina koi tech!",
    "Iyer, Pandya, Abhishek — crowd bole “yeh to best pick!”",
    "Kohli, Surya, Abhishek — energy ka kare full inject!",
    "Ishan, Ashwin, Abhishek — chase me kare solid wreck!"
  ],
  "Ashwin": [
    "Rohit, Virat, Ashwin — spin me sabko kare pin!",
    "Pandya, Surya, Ashwin — wickets le jaise magic twin!",
    "KL, Ishan, Ashwin — batsmen bhool jaaye win!",
    "Shami, Raina, Ashwin — ek ball me kare full spin!",
    "Axar, Bumrah, Ashwin — cricket ke Einstein within!"
  ],
  "Arshdeep": [
    "Rohit, Surya, Arshdeep — bowling kare full deep!",
    "Ishan, KL, Arshdeep — batsman bole “itni speed?” peep!",
    "Kohli, Hardik, Arshdeep — yorker me kare sabko beep!",
    "Pandya, Axar, Arshdeep — death overs me kare clean sweep!",
    "Shubman, Jadeja, Arshdeep — match banaye full steep!"
  ],
  "Bumrah": [
    "Virat, Hardik, Bumrah — yorker se uda de sabka farah!",
    "Shubman, KL, Bumrah — pace se kar de game ka chamatkar!",
    "Rohit, Surya, Bumrah — pressure me bhi kare vaar baar baar!",
    "Jadeja, Raina, Bumrah — inke aage sab lage bekaar!",
    "Axar, Dhoni, Bumrah — over aaye to ho jaye tyohar!"
  ],
  "Bhuvneshwar": [
    "KL, Ishan, Bhuvneshwar — swing me kare sabko laachar!",
    "Kohli, Pandya, Bhuvneshwar — line-length ka ho jaaye izhaar!",
    "Raina, Shubman, Bhuvneshwar — match me laaye cool sansaar!",
    "Surya, Gill, Bhuvneshwar — batting wale ho jaaye hoshiyar!",
    "Rohit, Jadeja, Bhuvneshwar — powerplay me kare sab par prahar!"
  ]

{
  "Chris Gayle": [
    "Rohit, Rahul, Chris Gayle — batting me kare full rail!",
    "Kohli, Pollard, Chris Gayle — stadium hilaye like gale!",
    "Russell, Bravo, Chris Gayle — sixes ka kare full trail!",
    "Dhoni, Pant, Chris Gayle — power hitting ho without fail!",
    "Smith, Finch, Chris Gayle — ball dhoondhte reh jaye mail!"
  ]
}

{
  "Cameron Green": [
    "Warner, Maxwell, Cameron Green — all-round ka perfect machine!",
    "Starc, Labuschagne, Cameron Green — pitch pe kare classy routine!",
    "Head, Carey, Cameron Green — bowling bhi kare clean-clean!",
    "Cummins, Marsh, Cameron Green — batting ka kare evergreen scene!",
    "Zampa, Wade, Cameron Green — pressure me bhi kare screen-clean!"
  ]
}

{
  "Dinesh Karthik": [
    "Surya, Jadeja, Dinesh Karthik — finish kare match like quick magic!",
    "Hardik, Rahul, Dinesh Karthik — shot mare, crowd kare click-click!",
    "Rinku, Iyer, Dinesh Karthik — cool mind, pressure me fantastic!",
    "Kohli, DK, Dinesh Karthik — last ball pe mare classic trick!",
    "Bumrah, Samson, Dinesh Karthik — clutch time me kare epic kick!"
  ],
  "Devdutt Padikkal": [
    "Gaikwad, Gill, Devdutt Padikkal — cover drive jaise painting wall!",
    "Jaiswal, Ruturaj, Devdutt Padikkal — timing kare bowlers stall!",
    "Shaw, Tripathi, Devdutt Padikkal — shot mare bina bawaal!",
    "Kishan, Tilak, Devdutt Padikkal — classy style, pure cricket ka haal!",
    "Hooda, Manish, Devdutt Padikkal — runs banaye bina ruk jaal!"
  ],
  "Dhruv Jurel": [
    "Sarfaraz, Rinku, Dhruv Jurel — wicket ke peeche kare full patrol!",
    "Tilak, Gaikwad, Dhruv Jurel — batting me kare rock and roll!",
    "Iyer, Samson, Dhruv Jurel — cool and calm, match control!",
    "Kishan, Rahul, Dhruv Jurel — gloves me ho pura goal!",
    "Tripathi, Prabhsimran, Dhruv Jurel — innings banaye solid role!"
  ],
  "Deepak Chahar": [
    "Siraj, Bumrah, Deepak Chahar — swing kare jaise baar-baar!",
    "Arshdeep, Shardul, Deepak Chahar — powerplay me kare maar-dhaar!",
    "Avesh, Umran, Deepak Chahar — yorker se machaye hungama yaar!",
    "Kuldeep, Ashwin, Deepak Chahar — batting bhi kare thoda pyaar!",
    "Shami, Mohit, Deepak Chahar — match ka kare perfect saar!"
  ]
}
  {
  "Dinesh Karthik": [
    "Surya, Jadeja, Dinesh Karthik — finish kare match like quick magic!",
    "Hardik, Rahul, Dinesh Karthik — shot mare, crowd kare click-click!",
    "Rinku, Iyer, Dinesh Karthik — cool mind, pressure me fantastic!",
    "Kohli, DK, Dinesh Karthik — last ball pe mare classic trick!",
    "Bumrah, Samson, Dinesh Karthik — clutch time me kare epic kick!"
  ],
  "Devdutt Padikkal": [
    "Gaikwad, Gill, Devdutt Padikkal — cover drive jaise painting wall!",
    "Jaiswal, Ruturaj, Devdutt Padikkal — timing kare bowlers stall!",
    "Shaw, Tripathi, Devdutt Padikkal — shot mare bina bawaal!",
    "Kishan, Tilak, Devdutt Padikkal — classy style, pure cricket ka haal!",
    "Hooda, Manish, Devdutt Padikkal — runs banaye bina ruk jaal!"
  ],
  "Dhruv Jurel": [
    "Sarfaraz, Rinku, Dhruv Jurel — wicket ke peeche kare full patrol!",
    "Tilak, Gaikwad, Dhruv Jurel — batting me kare rock and roll!",
    "Iyer, Samson, Dhruv Jurel — cool and calm, match control!",
    "Kishan, Rahul, Dhruv Jurel — gloves me ho pura goal!",
    "Tripathi, Prabhsimran, Dhruv Jurel — innings banaye solid role!"
  ],
  "Deepak Chahar": [
    "Siraj, Bumrah, Deepak Chahar — swing kare jaise baar-baar!",
    "Arshdeep, Shardul, Deepak Chahar — powerplay me kare maar-dhaar!",
    "Avesh, Umran, Deepak Chahar — yorker se machaye hungama yaar!",
    "Kuldeep, Ashwin, Deepak Chahar — batting bhi kare thoda pyaar!",
    "Shami, Mohit, Deepak Chahar — match ka kare perfect saar!"
  ]
}
{
  "Eoin Morgan": [
    "Root, Buttler, Eoin Morgan — fielding me kare pura bargain!",
    "Stokes, Bairstow, Eoin Morgan — cool head, no tension organ!",
    "Woakes, Moeen, Eoin Morgan — game padhe jaise expert logan!",
    "Archer, Rashid, Eoin Morgan — captaincy me kare magic slogan!",
    "Livingstone, Hales, Eoin Morgan — match finish kare bina koi jargon!"
  ],
  "Ed Joyce": [
    "Porterfield, Stirling, Ed Joyce — shot kare bina loud noise!",
    "Balbirnie, Tector, Ed Joyce — timing kare jaise perfect choice!",
    "O'Brien, Wilson, Ed Joyce — bat se chale classy voice!",
    "Dockrell, Campher, Ed Joyce — one down pe kare poora rejoice!",
    "Simi Singh, Tucker, Ed Joyce — shot lage jaise Rolls Royce!"
  ]
}

{
  "Gautam Gambhir": [
    "Virat, Raina, Gautam Gambhir — pressure me bhi kare career steer!",
    "Dhawan, Yuvi, Gautam Gambhir — batting me fire, zero fear!",
    "Sehwag, Zaheer, Gautam Gambhir — match banaye ek dum clear!",
    "Rahul, Shikhar, Gautam Gambhir — shot lagaye jaise engineer!",
    "Ishant, Nehra, Gautam Gambhir — calm mind, par intent severe!"
  ],
  "Glenn Maxwell": [
    "Finch, Smith, Glenn Maxwell — batting kare like mad carousel!",
    "Warner, Starc, Glenn Maxwell — har ball pe kare rebel!",
    "Carey, Marsh, Glenn Maxwell — shot me ho ek dum excel!",
    "Cummins, Hazlewood, Glenn Maxwell — sixer laga ke machaye shell!",
    "Zampa, Head, Glenn Maxwell — match jitaaye with game-sense well!"
  ]
}

{
  "Hardik Pandya": [
    "Rohit, Rahul, Hardik Pandya — pitch pe laaye full dhamaaka!",
    "Kohli, Surya, Hardik Pandya — match jeetne ka solid sauda!",
    "Jadeja, Bumrah, Hardik Pandya — form me aaye, toh baja band baaja!",
    "SKY, Tilak, Hardik Pandya — hit kare ball jaise patakha!",
    "Ishan, Shubman, Hardik Pandya — last over me kare hungama zyada!"
  ],
  "Harbhajan Singh": [
    "Dravid, Ganguly, Harbhajan Singh — spin ka king, match ka link!",
    "Laxman, Pathan, Harbhajan Singh — wickets le jaise magic blink!",
    "Yuvraj, Kaif, Harbhajan Singh — full swag me kare spin swing!",
    "Kumble, Nehra, Harbhajan Singh — doosra dale, batsman ki chhink!",
    "Sehwag, Dhoni, Harbhajan Singh — spin me game ka asli zing!"
  ],
  "Hashim Amla": [
    "Miller, De Kock, Hashim Amla — shots lagaye jaise tabla!",
    "Rabada, Tahir, Hashim Amla — calm face, but batting ka jwala!",
    "Faf, Duminy, Hashim Amla — crease pe kare setting ka juggad wala!",
    "Markram, Bavuma, Hashim Amla — style me elegance, shots me taala!",
    "Ngidi, Parnell, Hashim Amla — test ho ya T20, batting ho lajawab wala!"
  ],
  "Hamid Hassan": [
    "Rashid, Nabi, Hamid Hassan — pace me ho full Pakistan!",
    "Zazai, Shahzad, Hamid Hassan — Yorker dale jaise cannon!",
    "Mujeeb, Omarzai, Hamid Hassan — fire se bhare, kare action!",
    "Noor, Karim, Hamid Hassan — fast bowling me kare passion!",
    "Naib, Janat, Hamid Hassan — wicket lekar aaye celebration!"
  ],
  "Haseeb Hameed": [
    "Root, Stokes, Haseeb Hameed — batting kare jaise seedh seedh!",
    "Bairstow, Buttler, Haseeb Hameed — timing ho silky, footwork solid breed!",
    "Moeen, Woakes, Haseeb Hameed — shot lage jaise poetry read!",
    "Brook, Pope, Haseeb Hameed — patience ho top, na ho greed!",
    "Archer, Curran, Haseeb Hameed — form me aaye toh ho lead indeed!"
  ]
}

{
  "Ishant Sharma": [
    "Virat, Rohit, Ishant Sharma — bowling kare jaise aandhi kaarma!",
    "Bhuvi, Shami, Ishant Sharma — line & length ka hai ye dharma!",
    "Ashwin, Siraj, Ishant Sharma — test match ka ho full karma!",
    "Bumrah, Jadeja, Ishant Sharma — pressure me kare bada karma!",
    "Dhoni, KL, Ishant Sharma — speed se machaye full garma!"
  ],
  "Ishan Kishan": [
    "SKY, Tilak, Ishan Kishan — six maar ke laaye tension!",
    "Ruturaj, Pant, Ishan Kishan — wicket pe kare action ka reaction!",
    "Kohli, Shubman, Ishan Kishan — opening me laaye full passion!",
    "Hardik, Axar, Ishan Kishan — gloves me grip, shot me fashion!",
    "Rahul, Jitesh, Ishan Kishan — keeper bhi, hitter bhi — double impression!"
  ],
  "Imran Khan": [
    "Wasim, Waqar, Imran Khan — captaincy me kare pura plan!",
    "Afridi, Shoaib, Imran Khan — legends me likha inka naam!",
    "Misbah, Younis, Imran Khan — world cup jeet, bana Pakistan ka maan!",
    "Babar, Rizwan, Imran Khan — style aur skills dono ka fan!",
    "Inzamam, Saqlain, Imran Khan — cricket ki politics ka sultan!"
  ]
}

{
  "Josh Hazlewood": [
    "Starc, Cummins, Josh Hazlewood — pace me laaye full brotherhood!",
    "Zampa, Green, Josh Hazlewood — line & swing ka perfect dude!",
    "Finch, Head, Josh Hazlewood — over me kare pure mood!",
    "Lyon, Carey, Josh Hazlewood — calm look, par andar se rude!",
    "Warner, Marsh, Josh Hazlewood — yorker daale jaise thunderwood!"
  ],
  "Joe Root": [
    "Stokes, Bairstow, Joe Root — test ka king, shots absolute!",
    "Buttler, Moeen, Joe Root — spin ho ya pace, kare salute!",
    "Woakes, Broad, Joe Root — classy touch, batting brute!",
    "Livingstone, Archer, Joe Root — style kare sabko mute!",
    "Malan, Brook, Joe Root — crease pe kare solid reboot!"
  ],
  "Jason Holder": [
    "Pooran, Charles, Jason Holder — all-round game, thoda colder!",
    "Bravo, Powell, Jason Holder — fielding me bhi left shoulder!",
    "Hetmyer, Chase, Jason Holder — pressure me bane team ke moulder!",
    "Russell, King, Jason Holder — calm bhi, match ka boulder!",
    "Allen, Joseph, Jason Holder — full impact, koi bhi order!"
  ],
  "James Anderson": [
    "Broad, Root, James Anderson — swing master, legacy ka run!",
    "Stokes, Crawley, James Anderson — test match ka true champion!",
    "Duckett, Foakes, James Anderson — line pe daale confusion!",
    "Moeen, Leach, James Anderson — bowling me kare illusion!",
    "Wood, Woakes, James Anderson — wickets ka ho donation!"
  ],
  "Jos Buttler": [
    "Livingstone, Malan, Jos Buttler — shots ka king, killer cutter!",
    "Stokes, Root, Jos Buttler — gloves pe fire, match clutter!",
    "Bairstow, Curran, Jos Buttler — T20 ka next-level flutter!",
    "Brook, Moeen, Jos Buttler — batting me kare sabko shutter!",
    "Archer, Willey, Jos Buttler — cool head, full match butter!"
  ]
}
   {
    "Laxman Sivaramakrishnan": [
        "Kapil, Gavaskar, Laxman — spin se kare full attraction!",
        "Ravi, Kumble, Laxman — commentary aur cricket ka action!",
        "Azhar, Dravid, Laxman — pitch pe banaye satisfaction!",
        "Sachin, Shastri, Laxman — game sense with full perfection!",
        "Binny, More, Laxman — classic vibes with no distraction!"
    ],
    "Lasith Malinga": [
        "Jayawardene, Sangakkara, Malinga — yorker me aaye full dhamaka!",
        "Mathews, Dilshan, Malinga — bowling ka kare hungama!",
        "Perera, Chandimal, Malinga — curly hair with bouncer ka drama!",
        "Herath, Kusal, Malinga — batsman bole 'ab to gaya mama!'",
        "Tharanga, Nissanka, Malinga — match ka closer, pure lava!"
    ],
    "Mohammed Shami": [
        "Bumrah, Ishant, Shami — pace me lagti tsunami!",
        "Umesh, Siraj, Shami — batter bole 'mummy, save me!'",
        "Bhuvi, Kuldeep, Shami — swing aur seam dono me nami!",
        "Axar, Jadeja, Shami — attack mode, no harmony!",
        "Ashwin, Arshdeep, Shami — field pe chhaya hai army!"
    ],
    "Mohammed Siraj": [
        "Shardul, Prasidh, Siraj — bowling ka swag with full daaj!",
        "Varun, Mukesh, Siraj — attitude me hai full raaj!",
        "Avesh, Chahar, Siraj — fire like a rocket launch garage!",
        "Bishnoi, Sundar, Siraj — delivery me mile taj!",
        "Deepak, Tushar, Siraj — field me dhoom with no mirage!"
    ],
    "Mayank Agarwal": [
        "Rahul, Pujara, Mayank — opening ka perfect bank!",
        "Gill, Rohit, Mayank — scoreboard pe kare prank!",
        "Shreyas, Hooda, Mayank — shots lage ekdum dank!",
        "Ruturaj, Ishan, Mayank — runs banaye bina sank!",
        "Samson, Gaikwad, Mayank — crease pe kare mind blank!"
    ],
    "Marnus Labuschagne": [
        "Smith, Head, Marnus — run machine like a furnace!",
        "Green, Carey, Marnus — stroke play ka kare circus!",
        "Warner, Lyon, Marnus — test cricket ka real focus!",
        "Maxwell, Starc, Marnus — jab aaye to crowd kare fuss!",
        "Finch, Marsh, Marnus — pitch pe kare sab confuse plus!"
    ],
    "Mitchell Starc": [
        "Cummins, Hazlewood, Starc — pace trio with deadly spark!",
        "Zampa, Green, Starc — bounce aur speed me fark!",
        "Warner, Labuschagne, Starc — swing ka kare dark mark!",
        "Carey, Maxwell, Starc — over me aaye full remark!",
        "Marsh, Finch, Starc — yorker ka master, no snark!"
    ],
    "Mitchell Marsh": [
        "Finch, Carey, Marsh — all-round show with harsh bash!",
        "Maxwell, Starc, Marsh — power game me full dash!",
        "Zampa, Smith, Marsh — shots lage like whiplash!",
        "Head, Green, Marsh — pitch pe kare full clash!",
        "Warner, Marnus, Marsh — batting ka latest splash!"
    ],
    "Naman Ojha": [
        "Ishan, Rishabh, Naman Ojha — wicket pe kare full jadoo jha!",
        "Dhoni, Karthik, Naman Ojha — gloves ke saath kare sab ko wah!",
        "Saha, Pant, Naman Ojha — spin pe kare full sajha!",
        "Kishan, KL, Naman Ojha — boundary line tak chhakka tha!",
        "Rahul, Samson, Naman Ojha — crease pe kare perfect raha!"
    ],
    "Rohit Sharma": [
        "Virat, Rahul, Rohit — stadium me chhaya full hit!",
        "Pant, Shubman, Rohit — opener ka kare full lit!",
        "Ishan, SKY, Rohit — boundary pe lagaye split!",
        "Jadeja, Hardik, Rohit — toss jeeta, bola “that’s it!”",
        "Gill, Kishan, Rohit — cover drive bole perfect kit!"
    ],
    "Rishabh Pant": [
        "Rohit, Kohli, Pant — shots me kare full stunt!",
        "Iyer, SKY, Pant — keeper ka kare full hunt!",
        "KL, Hardik, Pant — sixer me lagti hai grunt!",
        "Axar, Rahul, Pant — commentary bole “what a punt!”",
        "Jadeja, Ishan, Pant — wicket pe kare vibrant front!"
